Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/umo.se/hiivatulehdus.html.tmx
Source language: fin
Languages: sme

source: Hiivatulehdus
sme: Guoppar vuolledábiin

source: Emättimen limakalvolla elää normaalisti hiivasieni.
sme: Guoppar lea dábálaš vuolledábiin eatnasiin.

source: Joskus hiivasieni voi yltyä liikakasvuun ja aiheuttaa tulehduksen.
sme: Muhtumin dat lassána ja dalle dat sáhttá váivvidit.

source: Tämä on hyvin yleistä varsinkin tytöillä.
sme: Dat lea hui dábálaš nieiddain.

source: Kolme neljästä tytöstä kärsii jossain vaiheessa elämäänsä hiivatulehduksesta, ja monilla se toistuu useita kertoja.
sme: Golbma njealji nieiddas oažžu muhtin áigge eallimis guoppar váivviid ja máŋgii dat geardu.

source: Myös pojat voivat saada hiivatulehduksen.
sme: Bártnit maid ožžot guobbara.

source: Hiivatulehdus on vaaraton, mutta se voi aiheuttaa kutinaa ja kirvelyä.
sme: Guoppar ii leat váralaš muhto sáhttá leahkit váivi daningo dat láve sakŋidit ja spiiddistit.

source: Mistä hiivatulehdus johtuu?
sme: Manin olmmoš oažžu guoppar váivviid?

source: Hiivatulehduksen laukaisevaa tekijää ei aina tunnisteta.
sme: Lea eahpečielggas manin guoppar váivvida.

source: Yhtenä altistavana tekijänä voi olla jokin lääkitys, esimerkiksi antibioottikuuri, joka tuhoaa emättimen hyödyllistä bakteerikantaa niin, että hiivasieni alkaa kasvaa.
sme: Muhto sivvan sáhttá leahkit ahte váldá muhtin dálkasa, ovdamearkka dihte antibiotihka, mii goddá daid ávkkálaš baktearaid mat dábálaččat leat vuolledábiin nu ahte guoppar sáhttá álgit.

source: Hiivasienen liikakasvu voi johtua myös siitä, että kehon immuniteetti on jostain syystä heikentynyt, esimerkiksi sairauden tai voimakkaan stressin vuoksi.
sme: Guobbara sivvan sáhttá maid leahkit ahte vuostálastinnákcabealuštus lea heittot juoga siva dihte, ovdamearkka dihte go olmmoš lea skihpame dehe olbmos lea hirbmat hoahppu.

source: Myös kehon hormonitasapainolla on merkitystä.
sme: Goruda hormonabalánsa sáhttá maid váikkuhit.

source: Onkin tavallista, että hiivatulehdus puhkeaa juuri ennen kuukautisia tai raskauden aikana.
sme: Danin lea dehálaš ahte ovttaskas oažžu guobbara ovdal mánnováivviid dehe jus lea áhpeheapme.

source: Hiivatulehdus ei ole seksitauti.
sme: Guoppar ii leat miige sohkabealdávddaid.

source: Se voi tarttua yhdynnässä, mutta se on harvinaista.
sme: Dan sáhttá darvvihit anašeamis muhto lea eahpedábálaš.

source: Hiivatulehdus ei tartu suuseksissä tai wc:stä.
sme: Baicca guoppar ii sáhte darvvihit njálbmeseksa bakte dehe jus manná seamma hivssegis go soamis geas lea guoppar.

source: Millaisia oireita hiivatulehdus aiheuttaa?
sme: Got olmmoš fuobmá ahte sus lea guoppar?

source: Tytöillä hiivatulehduksen oireisiin kuuluu emättimen aukon ja häpyhuulten kutina ja kirvely.
sme: Nieidan fuobmá dávjjimus ahte sus lea daningo sakŋida ja spiiddista cinneráiggis ja cinnebaksamiin.

source: Häpyhuulet voivat punoittaa ja turvota.
sme: Cinnebaksamat sáhttet maid ruvssodit ja bohtanit.

source: Valkovuoto voi lisääntyä ja muuttua valkoiseksi, tahmeammaksi ja kokkareiseksi. Joskus hiivatulehduksen aikana ei ilmene lainkaan valkovuotoa.
sme: Golgamat sáhttet šaddat vielgadat, goikát ja rievdnaláganat muhto muhtumin dat leat njárbadat ja muhtin háve eai leat golgamat ollenge go olbmos lea guoppar.

source: Hiivatulehduksen aikana virtsatessa tai seksin aikana tuntuu usein kirvelyä tai kipua.
sme: Guoppar dagaha maid ahte sáhttá spiiddistit ja bávččagit go cissa dehe anaša.

source: Joskus häpyhuulissa ja nivusissa voi havaita ihottumaa.
sme: Muhtumin olmmoš oažžu ihttomiid cinnebaksamiidda ja buođggaide.

source: Pojilla hiivatulehdus aiheuttaa punoitusta, kuivuutta ja hilseilyä terskan, kivespussien tai nivusten alueella.
sme: Bártniin lávejit návleoaivi, nađđa, bálloskuohput dehe buođggat ruvssodit, goikat ja ganasit.

source: Terskassa, esinahan alla tai peniksessä voi näkyä valkoista eritettä.
sme: Olmmoš sáhttá maid oažžut vilges gearddi návleoaivvi birra, ovdanáhki vuollái, dehe nađđii.

source: Tämä erite on yleensä vaikeampi puhdistaa kuin esinahan alle luonnostaan muodostuva smegma.
sme: Gearddi láve váddásit bassat eret go ovdanáhkkevuodja mii dábálaččat lea ovdanáhki vuolde.

source: Miten hiivatulehdusta hoidetaan?
sme: Got guobbaris beassá eret?

source: Emättimen tai peniksen hiivatulehdus paranee yleensä itsestään muutaman päivän kuluttua ilman hoitoa.
sme: Jus olbmos lea beare unnán váivi guobbaris cinnis dehe náhpolis láve dat measta álot láhppot ieš moatti beaivvi geažis divššukeahttá.

source: Joskus tulehdus ei kuitenkaan parane itsestään, tai kutina ja kirvely on niin voimakasta, että sille haluaa nopeasti tehdä jotain.
sme: Muhto muhtumin dat ii mana badjel, dehe sakŋida ja spiiddista nu olu ahte olmmoš jođánit háliida dahkat juoidá dasa.

source: Jos hiivan oireita ilmenee ensimmäistä kertaa, voi ottaa yhteyttä nuorisovastaanottoon, iho- ja sukupuolitautiklinikkaan tai terveyskeskukseen selvittääkseen, että kyse on nimenomaan hiivatulehduksesta.
sme: Jus dat lea vuosttas geardi go ovttaskas oažžu problema galgá váldit oktavuođa nuoraidvuostáváldimiin, liike- ja sohkabealevuostáváldimiin dehe dearvvasvuođaguovddážiin oažžun dihte čielgasa leago duođain jearaldat guobbaris.

source: Vastaanotolla tulehdus varmistetaan tutkimuksella.
sme: Jus manná vuostáváldimii oažžu dahkat dutkama.

source: Tutkimus on erittäin nopea, sillä mahdollinen hiivatulehdus on helppo havaita.
sme: Dat láve mannat jođánit daningo dat gii dutká álkit sáhttá oaidnit leago jearaldat guobbaris.

source: Jos on kärsinyt hiivatulehduksesta aikaisemmin ja oireet ovat tuttuja, voi hiivatulehduksen hoitaa itse apteekista saatavilla itsehoitolääkkeillä.
sme: Jus olbmos lea leamaš guoppar ovdal ja dovdá problema sáhttá oastit juoga reseaptagehtes dálkasa guobbara vuostá mii gávdno apotehkas.

source: Saatavilla on voiteita, joita sivellään emättimeen ja häpyhuuliin tai penikseen ja kivespusseihin.
sme: Dat lea vuoiddas mainna sáhttá vuoidat cinni ja cinnebaksamiid, dehe náhpola ja bálluid.

source: Tytöille on tarjolla myös emätinpuikkoja, jotka asetetaan emättimeen sormilla, ja voidetta, joka viedään emättimeen pienellä asettimella.
sme: Nieiddaide gávdno maid billár, ng, vagitorium, man doalvu cinnái suorpmaiguin ja vuoiddas man cirgguha una plástacirgganasain.

source: Lääkkeen ottamisen jälkeen voi tuntua vielä kutinaa ja kirvelyä, mutta yleensä se menee nopeasti ohi.
sme: Veháš áigge geažis maŋŋel go lea váldán ávdnasa sáhttá spiiddistit ja sakŋidit vel eanet, muhto dat láve mannat badjel jođánit.

source: Ohjeiden mukaisesti käytetyt itsehoitolääkkeet hoitavat tulehduksen tehokkaasti.
sme: Jus čuovvu olles dikšuma šaddet measta buot buorrin reseaptagehtes dálkasiin.

source: Jos hiivatulehdus uusiutuu useammin kuin kaksi kertaa kuuden kuukauden aikana, kannattaa ottaa yhteyttä nuorisovastaanottoon, iho- ja sukupuolitautiklinikkaan tai terveyskeskukseen.
sme: Jus ii buorrán dehe jus guoppar geardu dávjjit go guktii jahkebealis ferte váldit oktavuođa nuoraidvuostáváldimiin, liike- ja sohkabealevuostáváldimiin dehe dearvvasvuođaguovddážiin fas veahki oažžumii.

source: Hiivaa tappavia lääkkeitä ei kannata käyttää liian usein tai tarpeettomasti, koska ne voivat vaikeuttaa paranemista tai saada tulehduksen uusiutumaan.
sme: Lea dehálaš ahte ii geavtte guobbargoddin ávdnasa ila dávjá dehe dušši dihte daningo dat sáhttá dagahit váddáseabbon beassat eret guobbaris dehe dat geardu oanehis áigge geažis fas.

source: Lääkkeet voivat lisäksi kuivattaa ja haurastuttaa limakalvoja, mikä voi aiheuttaa muita ongelmia.
sme: Dat sáhttá maid goikadit vuohččecuocca ja dahkat dan headjun mii sáhttá dagahit eará problemaid.

source: Miten hiivatulehdusta voi ehkäistä?
sme: Maid dahkat vai ii oaččo guobbara?

source: Koska hiivatulehduksen syy on usein epäselvä, sen ehkäisy on hankalaa.
sme: Daningo lea eahpečielggas manin oažžu guobbara lea váttis suddjet iežas dan vuostá.

source: Hiivatulehduksen riskin uskotaan kasvavan, jos sukuelinten alueen pesee usein saippualla.
sme: Muhtimin dadjo ahte riska oažžut guobbara lassána jus bassá vuolledábiid dávjá ja sáibbuin.

source: Tästä ei ole kuitenkaan selvää näyttöä.
sme: Ii leat miige mii čájeha sihkkarit ahte nu lea.

source: Jos tapana on pestä alapää hyvin usein ja kärsii uusiutuvasta hiivatulehduksesta, kannattaa pesukertoja vähentää.
sme: Muhto jus olbmos lea guoppar dehe dávjá oažžu guopparinfekšuvnnaid ja basada ollu sáhttá šaddat buoret jus bassá unnit.

source: Riippumatta siitä, kärsiikö hiivasta vai ei, intiimipesuksi riittää yksi pesu päivässä haalealla vedellä.
sme: Leago guoppar dehe ii rehkke bassat vuolledábiid oktii beaivvis loika čáziin.

source: Intiimipesuun ei tule käyttää tavallista saippuaa, sillä se kuivattaa ihoa.
sme: Ii galgga geavtit dábálaš sáibbu vuolledábiin daningo dat goiká.

source: Halutessaan pesuun voi käyttää hajusteetonta öljyä.
sme: Jus háliida sáhttá dan sadjái geavtit parfymagehtes oljju.

source: Kysymyksiä ja vastauksia hiivatulehduksesta
sme: Jearaldagat ja vástádusat guobbaris vuolledábiin

source: Voiko hiivatulehduksen saada stringeistä, lämpimistä ja tiukoista vaatteita?
sme: Oažžugo guobbara liegga ja baskkes biktasiin?

source: Ei ole tieteellistä näyttöä siitä, että lämpimät, tiukat vaatteet tai stringit altistaisivat herkemmin hiivatulehdukselle.
sme: Eai leat mangelágan dieđalaš duođaštusat ahte liegga, baskkes biktasat galggale dagahit ahte álkibut oažžu guobbara.

source: Hiivatulehduksen aikana voi ilmetä vähemmän kutinaa ja kirvelyä, jos käyttää puuvillaisia alushousuja ja ilmavia vaatteita.
sme: Muhto jus oažžu guobbara sáhttá dat spiiddistit ja sakŋidit unnit jus geavtá bumbol vuolildus buvssaid ja sadjás biktasiid.

source: Kannattaa nukkua ilman alusvaatteita ja välttää pikkuhousunsuojia.
sme: Sáhttá maid veahkehit jus nohkká vuolildus biktasiidhaga ja jus lea nieida ii geavtte buksasuoji.

source: Paraneeko hiivatulehdus, jos alapäähän sivelee jogurttia?
sme: Láhppogo guoppar jus vuoidá vuolledábiid yoghurtain?

source: Hiivatulehduksen hoito jogurtilla on myytti, eikä siitä ole tieteellistä näyttöä.
sme: Ahte yoghurta veahkeha guobbara vuostá lea cuvccas masa ii leat dieđalaš duođaštus.

source: Jogurtti tuntuu kuitenkin viilentävältä ja voi helpottaa kutinaa.
sme: Dan sadjái yoghurta soaitá čoaskudit ja danin lea buorre sakŋasii.

source: Hiivatulehdus ei tartu esimerkiksi wc:n kautta.
sme: Guoppar ii viiddo ovdamearkka dihte hivssegiid bakte.

source: Hiivatulehdus voi sen sijaan tarttua yhdynnässä, vaikka se onkin harvinaista.
sme: Dan sajis guoppar sáhttá viidut cinneanašeami bakte vaikko dat lea eahpedábálaš.

source: Altistaako runsaasti sokeria sisältävä ruokavalio hiivatulehdukselle?
sme: Oažžugo guobbara borramiin olu sohkkara?

source: Ei ole tieteellistä näyttöä siitä, että hiivatulehdus liittyisi runsaaseen sokerin käyttöön.
sme: Eai leat mangelágan dieđalaš duođaštusat ahte laktása dasa ahte borrá olu sohkkara.

source: Jos kuitenkin kärsii hiivatulehduksista, ei tietenkään ole vaarallista kokeilla vaikuttaako ruokavalion muuttaminen hiivatulehduksen ennaltaehkäisyyn.
sme: Muhto jus leat problemat guobbariin ii leat váralaš geahččalit jus rievdaduvvon biebmodábiid sáhttet dagahit ahte šaddá buorebun.

source: Voiko hiivatulehduksen aikana harrastaa seksiä?
sme: Sáhttágo anašit jus lea guoppar?

source: Hiivatulehduksen aikana voi harrastaa seksiä, mutta koska limakalvot ovat hauraat, niihin voi tulla pieniä haavaumia, jolloin esimerkiksi yhdyntä voi tuntua kivuliaalta.
sme: Ii leat váralaš anašit go olbmos lea guoppar muhto daningo vuohččecuoccat leat rašit sáhttá oažžut daidda una háviid ja dat sáhttá bávččagahttit go anaša.

source: Emätinyhdynnässä on lisäksi pieni riski hiivatulehduksen tarttumiseen.
sme: Jus lea cinneanašeapmi lea maid una riska ahte guoppar viidu.

source: Hiivatulehduksen aikana on myös alttiimpi saamaan tai tartuttamaan seksitauteja, sillä limakalvoissa on pieniä haavaumia, joiden vuoksi tulehdukset tarttuvat tavallista herkemmin.
sme: Dan sajis lea riska stuorit ahte oažžu ja viiduda sohkabealedávdda jus lea cinneanašeapmi seamma áigge go olbmoš lea guoppar daningo leat una háviid vuohččecuoccain mii dagaha ahte álkibut oažžu ja viiduda infekšuvnnaid.
